Repository: igor1309/Maximatica
Catalog: *.lproj/Localizable.strings
Languages: ru

# ok go
source: OK, Let's go
ru: Понятно, поехали

# shortAbout
source: Use MAXImatica to master your counting skills: addition, subtraction, multiplication and division. App focus is on kids but adults can have some fun too.
ru: Максиматика – это приложение для тренировки навыков счёта у детей.

source: Mission
ru: Миссия

# missionAbout
source: Mission is a set of examples to be solved.
ru: Миссия — это набор примеров, которые нужно решить.

source: TIME Mission
ru: Миссия «НА ВРЕМЯ»

# timeMissionAbout
source: Solve as many examples as you can for selected time:
ru: Решить максимальное количество примеров за выбранное время:

# qtyMssion
source: QUANTITY Mission
ru: Миссия «КОЛИЧЕСТВО»

# qtyMssionAbout
source: Solve as quickly as you can selected number of examples:
ru: Нужно решить как можно быстрее выбранное количество примеров:

# score
source: Points
ru: Баллы

# scoreAbout
source: Points are awarded for the accuracy, complexity and speed of completing the mission.
ru: Начисляются за правильность, сложность и скорость прохождения миссии.

# scoreNote
source: The scoring system is still in development, so the values may change, but do not worry everything is totally fair.
ru: Система начисления баллов продолжает совершенствоваться, поэтому значения могут меняться, но не переживайте, всё считается честно!

source: Complexity and Age
ru: Сложность и возраст

# complexityAndAgeAbout
source: Go to Settings to change complexity and age.
ru: В Настройках можно менять уровень сложности решаемых примеров и возраст ребёнка.

source: Charts
ru: Графики

# chartsAbout
source: Show the dynamics of the results of training; you can select the period displayed on the chart.
ru: Показывают динамику результатов тренировок; можно выбрать период, отображаемый на графике.

source: Privacy
ru: Конфиденциальность

# privacyAbout
source: MAXImatica doesn't send your data anywhere.
ru: Приложение никуда не отправляет никакие данные. Вообще. Совершенно.

# wordMAXImatica
source: Max created the word 'MAXImatica' beeing four years old.
ru: слово «Максиматика» придумал Макс в четыре года.

source: %@ min
ru: %@ минут
